[
  {
    "index": 1,
    "name": "Strategic Optimist",
    "tagline": "You see the path AND the light at the end of it.",
    "vibe": "The one who walks into chaos with a plan and a playlist.",
    "identity_code": "CLARITY. WARMTH. MOTION.",
    "the_question": "What's the move — and can we make it feel good?",
    "people_say": "She walks in and you just... trust that it's going to work out.",
    "you_might_be_this_if": [
      "You make to-do lists that actually get done — and still find time for the good stuff",
      "People call you 'the organized one' but you're also the first to laugh",
      "You can hold the weight of a hard week and still find one thing worth celebrating"
    ],
    "at_your_best": "You create clarity without heaviness. You build systems that still have room for joy. People trust your direction because it doesn't come with anxiety attached — it comes with warmth. Where others see a wall, you see a whiteboard.",
    "what_youre_afraid_of": "That if you stop holding it all together, no one else will pick it up.",
    "when_your_signal_goes_dark": "The lists get longer. The smile stays. Nobody notices because you made sure they wouldn't. You're still performing optimism while running on borrowed energy. The plan is tight. The breath is short. You look fine. You're not.",
    "in_the_wild": "A Strategic Optimist once told me: 'I made a spreadsheet for my grief. And honestly? It helped.'",
    "your_counter_signal": "You need a Deep Listener close. They hold the space you sometimes forget to make.",
    "the_line": "Nothing here is broken. Something here is tired.",
    "first_rep": "Before you open your phone tomorrow morning, name three things that are already working.",
    "famous_signal": "Leslie Knope energy — relentless optimism backed by a binder full of plans.",
    "soundtrack": "Synth-pop with a sunrise. The kind of song that makes Monday mornings feel possible.",
    "neon_color": "#00F0FF",
    "rays": [
      "Intention",
      "Joy"
    ]
  },
  {
    "index": 2,
    "name": "Mindful Architect",
    "tagline": "You build things that last because you're actually paying attention.",
    "vibe": "The calm one at the center of the storm, sketching the blueprint.",
    "identity_code": "FOCUS. DEPTH. DESIGN.",
    "the_question": "What would this look like if I was actually here for it?",
    "people_say": "When he's in the room, everyone slows down. And somehow, more gets done.",
    "you_might_be_this_if": [
      "You're the person who rewrites the email three times — not out of anxiety, but because words matter",
      "You can tell when someone's half-listening, and it bothers you more than it should",
      "Your best ideas come in the shower, on a walk, or in the ten minutes before everyone else arrives"
    ],
    "at_your_best": "You clear the noise faster than anyone in the room. You design systems and conversations with intention — nothing accidental, nothing wasted. People feel held in your presence because you're actually there. Not performing presence. Living it.",
    "what_youre_afraid_of": "That all this focus is just control in disguise — and one day someone will see through it.",
    "when_your_signal_goes_dark": "You get rigid. The boundaries that used to protect your focus start shutting people out. You stop communicating because you're 'protecting your energy.' The silence feels intentional to you. It feels cold to everyone else.",
    "in_the_wild": "A Mindful Architect once canceled a meeting with three words: 'This isn't ready.' Everyone exhaled.",
    "your_counter_signal": "You need a Relational Spark nearby. They pull you out of your head and back into the room.",
    "the_line": "This is not a discipline problem. It's a wiring pattern.",
    "first_rep": "Before your next meeting, take one long exhale and name what you actually want from that conversation.",
    "famous_signal": "The energy of a master craftsman — fewer words, cleaner cuts, nothing rushed.",
    "soundtrack": "Ambient electronic with weight. Blade Runner vibes. Rain on glass.",
    "neon_color": "#7B68EE",
    "rays": [
      "Intention",
      "Presence"
    ]
  },
  {
    "index": 3,
    "name": "Decisive Director",
    "tagline": "You don't wait for permission. You move.",
    "vibe": "The one already halfway across the bridge while everyone else is still reading the map.",
    "identity_code": "SPEED. CLARITY. EDGE.",
    "the_question": "What are we waiting for?",
    "people_say": "You never have to wonder where you stand with her. She decided three meetings ago.",
    "you_might_be_this_if": [
      "You've made a major decision in under five minutes and been right about it",
      "People either love or fear your directness — there's rarely an in-between",
      "Waiting for consensus physically exhausts you"
    ],
    "at_your_best": "You collapse the distance between thinking and doing. Where others deliberate, you execute — but not recklessly. You've already run the scenarios in your head. You just don't need to narrate the process out loud. People follow you because your confidence has receipts.",
    "what_youre_afraid_of": "That your speed is actually running — and if you slow down, you'll have to feel what you've been outrunning.",
    "when_your_signal_goes_dark": "The decisiveness turns into impatience. The clarity becomes control. You stop asking questions because you've already decided. You mistake motion for progress. The people around you get quieter — not because they agree, but because you stopped leaving room.",
    "in_the_wild": "A Decisive Director once said mid-meeting: 'We have enough information. Decide now or I will.' The project shipped a week early.",
    "your_counter_signal": "You need a Present Truth around you. They slow you down just enough to make your speed sustainable.",
    "the_line": "Discomfort is the tuition for confidence.",
    "first_rep": "The next time you feel the urge to solve something fast, pause for 10 seconds and ask: 'Is this speed or avoidance?'",
    "famous_signal": "Harvey Specter without the ego trip — suited up, decisions made, moving forward.",
    "soundtrack": "Driving synthwave. The kind of track that plays during a montage where everything clicks.",
    "neon_color": "#FF4500",
    "rays": [
      "Intention",
      "Power"
    ]
  },
  {
    "index": 4,
    "name": "Mission Commander",
    "tagline": "You don't just set the course — you know why it matters.",
    "vibe": "The one who turns a meeting agenda into a mission briefing.",
    "identity_code": "DIRECTION. MEANING. DISCIPLINE.",
    "the_question": "Does this actually matter — or are we just busy?",
    "people_say": "He never wastes your time. And when he says something matters, you believe him.",
    "you_might_be_this_if": [
      "You've turned down a promotion because it didn't align with what actually mattered to you",
      "You're the one who asks 'why are we doing this?' in the meeting no one else will question",
      "Your standards feel non-negotiable — and people either rise to meet them or quietly leave"
    ],
    "at_your_best": "You make tradeoffs that would paralyze most people. You know what to cut because you know what matters. People follow your lead not because you demand it, but because your compass is visible and honest. You don't just set priorities — you protect them.",
    "what_youre_afraid_of": "That your certainty about what matters might be wrong — and you've built the whole thing on it.",
    "when_your_signal_goes_dark": "The standards become walls. You overthink alignment until nothing moves. You hold the mission so tightly that people feel judged for not carrying it the way you do. You're still talking about values. You've stopped listening to the room.",
    "in_the_wild": "A Mission Commander once turned down a six-figure client because 'their values don't survive contact with pressure.' She was right.",
    "your_counter_signal": "You need an Optimistic Explorer near you. They remind you that the mission can flex without breaking.",
    "the_line": "You're not failing. You're carrying weight.",
    "first_rep": "Before your next big decision, write down the one thing you're protecting — and ask if it still deserves the weight you're giving it.",
    "famous_signal": "Aragorn energy — quiet conviction, no performance, the kind of leader people follow into the dark.",
    "soundtrack": "Epic orchestral with restraint. Hans Zimmer on a Tuesday.",
    "neon_color": "#FFD700",
    "rays": [
      "Intention",
      "Purpose"
    ]
  },
  {
    "index": 5,
    "name": "True North Leader",
    "tagline": "You say the thing everyone's thinking. And you mean it.",
    "vibe": "The one who's the same person at dinner as they are in the boardroom.",
    "identity_code": "TRUTH. CLARITY. INTEGRITY.",
    "the_question": "Am I being honest — or just being strategic?",
    "people_say": "You always know where you stand. It's uncomfortable sometimes. But you trust it.",
    "you_might_be_this_if": [
      "You've lost a relationship or opportunity because you wouldn't pretend",
      "People come to you when they want the truth — not when they want to feel good",
      "You've been called 'too much' by someone who couldn't handle your honesty"
    ],
    "at_your_best": "You cut through the politics in every room you enter. Not because you're confrontational — because you're clean. Your yes means yes. Your no means no. People stop guessing around you. That clarity is rare. It changes how teams operate.",
    "what_youre_afraid_of": "That being fully yourself costs too much — and eventually, being honest will leave you alone.",
    "when_your_signal_goes_dark": "The honesty gets sharper. The warmth pulls back. You start wielding truth like a weapon instead of an offering. You tell yourself you're 'just being real' while the people around you flinch. You're still authentic. You've just stopped being safe.",
    "in_the_wild": "A True North Leader once started a team meeting with: 'I was wrong last week. Here's what I missed.' The room changed in 30 seconds.",
    "your_counter_signal": "You need a Relational Spark close by. They teach you that truth can be warm and still be true.",
    "the_line": "Your brain isn't broken. It's running on outdated software.",
    "first_rep": "Think of one place today where you said something you didn't fully mean. Tomorrow, say the real thing instead.",
    "famous_signal": "Brené Brown on a Tuesday — no stage, no spotlight, just saying the honest thing first.",
    "soundtrack": "Stripped-back vocals over clean piano. The song that plays when the mask finally comes off.",
    "neon_color": "#FF69B4",
    "rays": [
      "Intention",
      "Authenticity"
    ]
  },
  {
    "index": 6,
    "name": "Relational Strategist",
    "tagline": "You read the room before you move the room.",
    "vibe": "The one who makes the hard conversation feel like a real conversation.",
    "identity_code": "STRATEGY. HEART. INFLUENCE.",
    "the_question": "What do they actually need to hear right now?",
    "people_say": "He always knows the right thing to say — but it's never performative. He actually means it.",
    "you_might_be_this_if": [
      "You've changed someone's mind in a meeting without them realizing it happened",
      "You instinctively know when to push and when to pull back in a conversation",
      "You get invited into conversations that happened before the meeting — and you're not sure why"
    ],
    "at_your_best": "You communicate priorities in a way people can actually hear. You don't just deliver direction — you translate it for the room. People feel psychologically safe around your decisions because you include them in the process without losing speed. You lead through relationship, not rank.",
    "what_youre_afraid_of": "That you're accommodating your way through life — and calling it leadership.",
    "when_your_signal_goes_dark": "You start bending toward harmony at the expense of clarity. The priorities get diluted. You say yes to keep the peace. The calendar fills with meetings that exist because you couldn't say the clean 'no.' Everyone feels heard. Nothing moves.",
    "in_the_wild": "A Relational Strategist once defused a team conflict by asking one question: 'What would happen if both of you were right?' The argument ended.",
    "your_counter_signal": "You need a Decisive Director close. They give you permission to stop managing everyone's feelings and just call it.",
    "the_line": "When pressure rises, range narrows. That's not failure — it's physiology.",
    "first_rep": "In your next conversation, resist the urge to manage the other person's reaction. Say the thing. Let it land.",
    "famous_signal": "Ted Lasso without the deflection — genuinely curious, strategically warm, always playing the long game.",
    "soundtrack": "Smooth jazz with a synth undertow. Late-night radio with intention.",
    "neon_color": "#00CED1",
    "rays": [
      "Intention",
      "Connection"
    ]
  },
  {
    "index": 7,
    "name": "Visionary Planner",
    "tagline": "You see what's coming — and you've already started building for it.",
    "vibe": "The one with six tabs open and a plan for all of them.",
    "identity_code": "VISION. SYSTEMS. ADAPTABILITY.",
    "the_question": "What could this become — and what's the first experiment that proves it?",
    "people_say": "She sees three moves ahead and somehow makes it feel like common sense.",
    "you_might_be_this_if": [
      "You've started planning your next project before finishing the current one",
      "Your 'backup plans' have backup plans — and they're usually better than the original",
      "People think you're spontaneous. You're not. You just planned faster."
    ],
    "at_your_best": "You turn innovation into a system, not a brainstorm. You run small experiments, capture what works, and scale what matters — all while keeping the big picture sharp. People trust your ideas because they come with structure, not just enthusiasm.",
    "what_youre_afraid_of": "That you use possibility as an escape hatch — and one day you'll have to stop planning and actually commit.",
    "when_your_signal_goes_dark": "You start oscillating. Rigid plans on Monday, radical pivots by Thursday. The options multiply but nothing ships. You confuse having ideas with making progress. The plan is beautiful. Nothing's been built.",
    "in_the_wild": "A Visionary Planner once pitched three strategies in a meeting — then said 'I recommend option two, and here's the test we run to prove it.' The room stopped debating.",
    "your_counter_signal": "You need a Grounded Commander near you. They turn your vision into a first step you can actually take today.",
    "the_line": "The best plan in the world is just a theory. Run the experiment.",
    "first_rep": "Pick the idea you've been circling the longest. Write down the smallest possible test. Run it this week.",
    "famous_signal": "Hermione Granger energy — always three steps ahead, a plan for everything, and somehow it all fits in one bag.",
    "soundtrack": "Retro-futurist electronica. The sound of building something that doesn't exist yet.",
    "neon_color": "#9370DB",
    "rays": [
      "Intention",
      "Possibility"
    ]
  },
  {
    "index": 8,
    "name": "Servant Architect",
    "tagline": "You lead by building things that make other people better.",
    "vibe": "The one who designs the system, trains the team, then steps back and watches it work.",
    "identity_code": "SERVICE. STRUCTURE. STANDARD.",
    "the_question": "What can I build here that outlasts me?",
    "people_say": "You don't realize how much she's done until she's gone. Then everything stops working.",
    "you_might_be_this_if": [
      "You've built something essential and let someone else take the credit — on purpose",
      "People don't know half of what you do for them, and you prefer it that way",
      "You set standards by living them, not by announcing them"
    ],
    "at_your_best": "You make 'how we behave under pressure' explicit — not by lecturing, but by modeling. You build culture through consistency. People copy you without being asked because what you do is visible, repeatable, and real. You serve from overflow, not from obligation.",
    "what_youre_afraid_of": "That your service is actually self-erasure — and you've been disappearing in the name of being helpful.",
    "when_your_signal_goes_dark": "The giving continues but the tank is empty. You keep modeling while quietly falling apart. The standard stays high. Your capacity doesn't. You call it leadership. Your body calls it something else entirely.",
    "in_the_wild": "A Servant Architect built an entire onboarding system that tripled team retention. When asked about it, she said: 'It's just how we do things here.'",
    "your_counter_signal": "You need a Bold Authentic nearby. They give you permission to need something for yourself.",
    "the_line": "I see you.",
    "first_rep": "Ask yourself right now: 'Am I giving from overflow or from sacrifice?' If it's sacrifice, add one boundary today.",
    "famous_signal": "The off-stage legend — the person whose name only comes up when something breaks and everyone realizes who built it.",
    "soundtrack": "Warm analog synths. The sound of something being carefully, lovingly assembled.",
    "neon_color": "#20B2AA",
    "rays": [
      "Intention",
      "Be The Light"
    ]
  },
  {
    "index": 9,
    "name": "Present Celebrator",
    "tagline": "You find the joy other people walk right past.",
    "vibe": "The one who turns a random Tuesday into something worth remembering.",
    "identity_code": "JOY. PRESENCE. WARMTH.",
    "the_question": "What's actually good right now — and are we noticing it?",
    "people_say": "He doesn't just see the silver lining — he holds it up so you can see it too. And somehow it doesn't feel fake.",
    "you_might_be_this_if": [
      "You notice when someone's energy shifts before they say anything about it",
      "You've saved a terrible day for someone with one small, perfectly timed moment",
      "People tell you that being around you feels like taking a deep breath"
    ],
    "at_your_best": "You bring morale without denial. You can hold the weight of a hard moment and still find what's real and good in it. People don't feel managed around you — they feel lighter. Your warmth isn't performance. It's regulation. And it's contagious.",
    "what_youre_afraid_of": "That if you stop keeping things light, the heaviness underneath will swallow the room.",
    "when_your_signal_goes_dark": "You start avoiding the hard conversations to protect the vibe. The smile becomes a shield. You're still warm. But you've stopped being honest. The joy gets thinner because it's costing more to produce.",
    "in_the_wild": "A Present Celebrator once stopped a spiral at work by saying: 'That was hard. And — you handled it. Both things are true.' The whole team's shoulders dropped.",
    "your_counter_signal": "You need a True North Leader close. They help you say the hard thing so the joy you bring isn't covering for the truth you're avoiding.",
    "the_line": "Your light isn't gone. It's covered.",
    "first_rep": "Right now, name one moment from today that went better than expected. Sit with it for ten seconds. That's a rep.",
    "famous_signal": "The friend who always picks the right restaurant and the right moment to say 'I'm proud of you.'",
    "soundtrack": "Golden-hour synthwave. The kind of song that makes the ordinary feel cinematic.",
    "neon_color": "#FFD000",
    "rays": [
      "Joy",
      "Presence"
    ]
  },
  {
    "index": 10,
    "name": "Confident Enthusiast",
    "tagline": "You bring the energy AND the follow-through.",
    "vibe": "The one who lights the fuse and stays to build the rocket.",
    "identity_code": "MOMENTUM. COURAGE. SPARK.",
    "the_question": "Why are we talking about it when we could be doing it?",
    "people_say": "She's contagious. Not in a loud way — in a 'makes you believe you can actually do the thing' way.",
    "you_might_be_this_if": [
      "You've volunteered for something terrifying and somehow made it look fun",
      "Your energy picks up when there's a challenge — not when there's certainty",
      "People tell you you're brave. You don't feel brave. You just feel impatient with the alternative."
    ],
    "at_your_best": "You create momentum that's sustainable, not just exciting. You move first, and your enthusiasm pulls others along — but not recklessly. You celebrate the attempt, not just the win. That's why people keep showing up around you. The courage is real. The joy isn't forced.",
    "what_youre_afraid_of": "That your enthusiasm is a performance that got so good you forgot it started as survival.",
    "when_your_signal_goes_dark": "The enthusiasm turns into urgency. You start spreading speed instead of energy. The room feels pushed, not inspired. You're still smiling, still moving, but the fuel has shifted from joy to anxiety. The pace doesn't slow. The warmth does.",
    "in_the_wild": "A Confident Enthusiast once jumped into a failing project, rallied the team with three words — 'We're not done' — and shipped it by Friday.",
    "your_counter_signal": "You need a Calm Center nearby. They teach you that stillness isn't the same as stopping.",
    "the_line": "No shame. Just reps.",
    "first_rep": "The next time you feel the impulse to jump in and fix something, take one breath and ask: 'Am I helping — or am I just uncomfortable with the silence?'",
    "famous_signal": "Dwayne Johnson energy — makes everything look fun, shows up early, stays late, celebrates everybody else's wins louder than his own.",
    "soundtrack": "High-energy retro pop. The song that plays when you finally decide to go for it.",
    "neon_color": "#FF6347",
    "rays": [
      "Joy",
      "Power"
    ]
  },
  {
    "index": 11,
    "name": "Joyful Missionary",
    "tagline": "You make the mission feel like something worth waking up for.",
    "vibe": "The one who makes you care about the cause without making you feel guilty about brunch.",
    "identity_code": "PURPOSE. JOY. CONTAGION.",
    "the_question": "What's worth doing — and can we enjoy doing it?",
    "people_say": "She talks about the work like it matters. And you start believing her because she's also laughing.",
    "you_might_be_this_if": [
      "You've gotten someone excited about something they originally said they didn't care about",
      "You can't do anything for long if you don't know why it matters — even the fun stuff",
      "People accuse you of being idealistic. You just call it paying attention."
    ],
    "at_your_best": "You pair meaning with levity in a way most people can't. You make values feel alive instead of heavy. When you talk about what matters, it doesn't sound like a lecture — it sounds like an invitation. People don't just follow the mission when you lead it. They want to.",
    "what_youre_afraid_of": "That your joy is doing all the heavy lifting — and without it, the purpose underneath might not be enough.",
    "when_your_signal_goes_dark": "The mission talk continues, but the reps stop. You keep preaching values while your own reserves hit zero. The optimism gets louder to cover for the exhaustion getting deeper. The crowd is still cheering. But your private moments tell a different story.",
    "in_the_wild": "A Joyful Missionary once reframed a failing initiative by asking the team: 'What if this is the most important thing we do all year?' They shipped it. It was.",
    "your_counter_signal": "You need a Grounded Commander nearby. They make sure the inspiration lands in something that can actually hold weight.",
    "the_line": "The mission doesn't need a stage. It needs someone who makes it feel worth singing.",
    "first_rep": "Think of one thing on your plate that feels like 'just work.' Ask yourself: 'What would change if I remembered why I started this?'",
    "famous_signal": "Jamie Oliver energy — turned school lunch into a national fight because somebody had to care out loud.",
    "soundtrack": "Feel-good indie with a bass line that means business. Sunshine with structure.",
    "neon_color": "#FFA500",
    "rays": [
      "Joy",
      "Purpose"
    ]
  },
  {
    "index": 12,
    "name": "Radiant Authentic",
    "tagline": "You're warm enough to draw people in and real enough to keep them.",
    "vibe": "The one who makes honesty feel like a gift instead of a threat.",
    "identity_code": "WARMTH. TRUTH. RADIANCE.",
    "the_question": "Is this the real version of me — or the one people expect?",
    "people_say": "She's so genuinely herself that it gives you permission to be yourself too. And that's terrifying and wonderful.",
    "you_might_be_this_if": [
      "You've said the uncomfortable truth in a room — and somehow everyone relaxed instead of tensing up",
      "You physically can't do 'fake nice.' You'd rather say nothing than pretend.",
      "People feel better after talking to you — not because you told them what they wanted to hear, but because you were honest about your own stuff"
    ],
    "at_your_best": "You reduce masking in every room you enter. Not by demanding honesty — by modeling it. You can name what's real without killing the vibe. That's rare. People stop performing around you because you stopped performing first. Your warmth makes your truth land softer. Your truth makes your warmth land deeper.",
    "what_youre_afraid_of": "That you're people-pleasing in the spaces you think you're being authentic — and you can't tell the difference anymore.",
    "when_your_signal_goes_dark": "The warmth becomes a mask. You start smiling through resentment, pleasing to avoid conflict, and calling it 'keeping the peace.' The authenticity goes underground. You're still charming. You've just stopped being real.",
    "in_the_wild": "A Radiant Authentic once opened a team check-in by saying: 'I'm having a hard week. Here's what I need.' Three other people exhaled and said 'me too.'",
    "your_counter_signal": "You need a Mission Commander close. They remind you that being real isn't a replacement for having direction.",
    "the_line": "The sun doesn't ask if it's bright enough. It simply rises.",
    "first_rep": "Think of one place where you've been performing 'fine' this week. Say one true thing about it to one person you trust.",
    "famous_signal": "Lizzo on a quiet day — still radiant, still honest, just without the stage.",
    "soundtrack": "Soulful R&B over neon pads. Warm. True. Impossible to fake.",
    "neon_color": "#FF1493",
    "rays": [
      "Joy",
      "Authenticity"
    ]
  },
  {
    "index": 13,
    "name": "Relational Spark",
    "tagline": "You make people feel like they matter — because to you, they do.",
    "vibe": "The one who remembers your kid's name, your bad week, and exactly where you left off.",
    "identity_code": "CONNECTION. JOY. BELONGING.",
    "the_question": "Who in this room hasn't been seen yet?",
    "people_say": "She makes you feel like you just got upgraded to the inner circle. And she does it with everyone.",
    "you_might_be_this_if": [
      "You remember details about people's lives that they forgot they told you",
      "You've been the one holding a team, a family, or a friend group together — even when nobody noticed",
      "When someone's struggling, you don't give advice. You ask a better question."
    ],
    "at_your_best": "You create belonging. Not the corporate version — the real kind, where people feel safe enough to say the uncomfortable thing. You hold space with warmth that isn't draining because it isn't performance. You repair fast, follow up genuinely, and make the room feel like it matters.",
    "what_youre_afraid_of": "That you give so much to others that there's nothing left for yourself — and no one thinks to check.",
    "when_your_signal_goes_dark": "The boundaries collapse. You start overgiving and calling it generosity. The warmth becomes a survival mechanism — if you keep everyone happy, maybe no one will notice you're running on empty. The joy is still there. The energy isn't.",
    "in_the_wild": "A Relational Spark once sent a two-line text to a colleague having a hard day: 'I noticed. You're not alone in this.' It changed the trajectory of that person's week.",
    "your_counter_signal": "You need a Decisive Director nearby. They give you the clean 'no' you keep trying to avoid.",
    "the_line": "I don't motivate people. I help them access what's already there.",
    "first_rep": "Think of one person you've been pouring into this week. Now ask: 'Who's been pouring into me?' If you can't answer, that's your data.",
    "famous_signal": "Dolly Parton energy — makes every single person feel like her favorite, and somehow you believe it because it's true.",
    "soundtrack": "Warm lo-fi with surprise depth. The playlist that plays during the best conversations.",
    "neon_color": "#FF85C0",
    "rays": [
      "Joy",
      "Connection"
    ]
  },
  {
    "index": 14,
    "name": "Optimistic Explorer",
    "tagline": "You find the open door everyone else walked past.",
    "vibe": "The one who makes uncertainty feel like an adventure.",
    "identity_code": "CURIOSITY. JOY. RANGE.",
    "the_question": "What if we tried it completely differently?",
    "people_say": "He never panics when the plan changes. He just grins and says 'okay, what else could work?'",
    "you_might_be_this_if": [
      "You've turned a total failure into the best thing that happened to a project",
      "Constraints don't scare you — they make you more creative",
      "You get a little bored when things are going exactly according to plan"
    ],
    "at_your_best": "You turn uncertainty into creativity and constraints into launch pads. You iterate fast without losing joy. People want you in the room when things break because you don't just fix problems — you find better problems to solve. Your optimism isn't denial. It's pattern recognition.",
    "what_youre_afraid_of": "That your love of possibility is actually avoidance of commitment — and you'll keep exploring until it's too late to build anything real.",
    "when_your_signal_goes_dark": "You start avoiding constraints instead of working within them. The experiments multiply but nothing ships. You dismiss operational realities as 'boring' and chase novelty to avoid the discomfort of finishing. The options are infinite. The follow-through is gone.",
    "in_the_wild": "An Optimistic Explorer once heard 'the budget got cut by 60%' and responded: 'Good. Now we find out what actually matters.' The project won an award.",
    "your_counter_signal": "You need a Mindful Architect nearby. They help you turn your best idea into something that actually lands.",
    "the_line": "You're not lost. You're scanning.",
    "first_rep": "Pick the one experiment you've been running the longest without a clear answer. Decide today: ship it, kill it, or set a deadline.",
    "famous_signal": "Anthony Bourdain energy — curious about everything, afraid of nothing, always open to the next thing.",
    "soundtrack": "World music remixed with electronic beats. Every track sounds like a new city.",
    "neon_color": "#00FF7F",
    "rays": [
      "Joy",
      "Possibility"
    ]
  },
  {
    "index": 15,
    "name": "Light Bringer",
    "tagline": "People don't follow your words — they follow your willingness to go first.",
    "vibe": "The one who says 'watch me' and then does the thing everyone was afraid of — with witnesses.",
    "identity_code": "FIRST. VISIBLE. CONTAGIOUS.",
    "the_question": "Who gets braver if I stop hiding?",
    "people_say": "I didn't change because of what she said. I changed because of what I watched her do.",
    "you_might_be_this_if": [
      "Someone told you, months later, that watching you handle a hard moment changed how they handle theirs",
      "You've gone first on something vulnerable — not for applause, but because pretending felt worse",
      "You give credit until there's none left for you, and you'd do it again tomorrow"
    ],
    "at_your_best": "You create permission by going first. Not by teaching or preaching — by doing the hard thing where people can see you. Your courage is contagious in the most literal sense: you take action, and someone watching decides they can too. That ripple didn't start with a speech. It started with a rep.",
    "what_youre_afraid_of": "That you've been pouring into everyone else's capacity so long that you forgot yours needs fuel too.",
    "when_your_signal_goes_dark": "You keep modeling while running on fumes. The reps are still visible but the energy underneath is performance, not overflow. You light the room and nobody thinks to ask what it costs. The giving doesn't stop. The return address disappears.",
    "in_the_wild": "A Light Bringer volunteered to give her team's first honest post-mortem after a failed launch. She named her own mistakes first. Two weeks later, her most defensive team member said: 'If she can say that out loud, I can probably look at my own stuff.' She never knew that moment happened.",
    "your_counter_signal": "You need a Present Truth near you. They hold up the mirror and ask: 'Are you actually okay — or are you just making sure everyone else is?'",
    "the_line": "You don't need to be fixed. You need to be refueled.",
    "first_rep": "Before you pour into anyone else today, name one thing that refills you. Do that thing. Not after everything else. First.",
    "famous_signal": "The team captain who stays after practice — not because coach said to, but because the younger players are watching and that changes what they believe is possible.",
    "soundtrack": "Anthemic synth-pop with a choir. The song that plays at the end of the movie when everything comes together.",
    "neon_color": "#FFFF00",
    "rays": [
      "Joy",
      "Be The Light"
    ]
  },
  {
    "index": 16,
    "name": "Grounded Commander",
    "tagline": "You don't rise to the chaos — you lower the temperature until the room can think again.",
    "vibe": "Ice-cold composure, white-hot results.",
    "identity_code": "STEADY.MOVE.NOW",
    "the_question": "What needs to happen next — and can I stay regulated enough to lead us there?",
    "people_say": "I've never seen anyone stay that calm when everything was falling apart. It's almost unsettling — until you realize they're the reason we got through it.",
    "you_might_be_this_if": [
      "People hand you the wheel the moment turbulence hits — and you take it without flinching",
      "You've been told you're 'intimidatingly calm' during a crisis more than once",
      "Your nervous system seems to run on a different clock than everyone else's in the room"
    ],
    "at_your_best": "You're the steady hand on the tiller when the storm rolls in. While others are reacting, you're already moving — not from panic, but from clarity. Your presence tells the room: we're going to be fine, and here's what we're doing about it. You don't perform calm. You ARE calm, and that calm becomes a kind of gravity that pulls scattered energy into focused action. People don't just follow your decisions — they trust your nervous system.",
    "what_youre_afraid_of": "That the cost of being everyone's anchor is that no one ever asks how you're doing underneath.",
    "when_your_signal_goes_dark": "The composure that saved the room starts to wall off the people in it. You become a fortress — effective, respected, and utterly alone inside the walls. The ones who love you stop knocking, not because they gave up, but because your calm started to feel like a closed door. Strength without warmth is just armor wearing a person.",
    "in_the_wild": "A Grounded Commander handled a product recall, a team mutiny, and a board interrogation in the same seventy-two hours. Everyone praised her poise. Her partner said: 'You handled all of that and I didn't even know it was happening. That's the part that scares me.'",
    "your_counter_signal": "You need a Deep Listener close. They hear what your composure is covering.",
    "the_line": "Composure isn't the absence of feeling. It's the discipline to feel everything and still choose your next move.",
    "first_rep": "The next time a crisis hits, before you act, name one emotion out loud to one person. Not a report. Not a plan. Just: 'I'm worried about this.' Then act.",
    "famous_signal": "Captain Sully energy — 208 seconds of impossible calm, a river landing, 155 lives.",
    "soundtrack": "Taut, propulsive synthwave. The track that plays during the scene where everything could fall apart but someone steadies the wheel.",
    "neon_color": "#4169E1",
    "rays": [
      "Presence",
      "Power"
    ]
  },
  {
    "index": 17,
    "name": "Mindful Mission",
    "tagline": "You don't chase every fire — you choose which ones are actually yours to put out.",
    "vibe": "Strategic patience with a backbone.",
    "identity_code": "WEIGH.CHOOSE.MOVE",
    "the_question": "Does this align with what actually matters — or am I just reacting because it feels urgent?",
    "people_say": "They never rush. At first I thought they were slow. Then I realized they just don't waste moves — and they're almost always right about what to skip.",
    "you_might_be_this_if": [
      "You've talked someone out of a 'critical pivot' by asking three quiet questions",
      "Your calendar has more white space than anyone at your level — and your output is somehow higher",
      "You regularly say 'let me sit with that' and people have learned to trust the answer that comes back"
    ],
    "at_your_best": "You see the tradeoff before anyone else names it. While the room is sprinting toward the shiny fix, you're the one asking: what are we giving up to chase this? Your clarity isn't slowness — it's precision. You make values-visible decisions, the kind where everyone can see WHY you chose what you chose, and that transparency builds a trust most leaders spend years trying to earn.",
    "what_youre_afraid_of": "That your thoughtfulness is actually a dressed-up version of being too afraid to commit.",
    "when_your_signal_goes_dark": "The discernment that made you wise starts to calcify into deliberation that never lands. You sit with decisions so long they spoil. People stop bringing you their urgencies — not because you lack insight, but because by the time you weigh in, the window has closed. You call it thoughtfulness. The people waiting on you call it abandonment in slow motion.",
    "in_the_wild": "A Mindful Mission once spent three weeks evaluating a grant that could have doubled her program's reach. She built a decision matrix. She consulted mentors. The deadline passed. Her deputy applied on the last day, wrote it in forty minutes, and they got it. She wasn't being careful. She was being afraid — and her thoroughness was the costume it wore.",
    "your_counter_signal": "You need a Present Visionary nearby. They turn your discernment into experiments before the window closes.",
    "the_line": "Discernment isn't about making perfect choices. It's about making aligned ones before the moment expires.",
    "first_rep": "Pick one decision you've been 'sitting with' for more than forty-eight hours. Set a fifteen-minute timer. When it rings, decide. Not perfectly. Just decisively.",
    "famous_signal": "The energy of someone who reads the whole menu, orders with confidence, and never looks back.",
    "soundtrack": "Slow-building ambient electronica. The track where every layer arrives exactly when it should.",
    "neon_color": "#7FFF00",
    "rays": [
      "Presence",
      "Purpose"
    ]
  },
  {
    "index": 18,
    "name": "Present Truth",
    "tagline": "You say the hard thing from a settled place — no explosion, no apology tour, just clarity.",
    "vibe": "Honest like a mirror, warm like a fireplace.",
    "identity_code": "GROUND.SPEAK.HOLD",
    "the_question": "Can I tell the truth here without making it a performance or a weapon?",
    "people_say": "They said something nobody else would say, and somehow I didn't feel attacked. I felt respected. It took me an hour to realize how much courage that took.",
    "you_might_be_this_if": [
      "You've set a boundary mid-conversation and the other person thanked you for it later",
      "People describe you as 'direct but safe' — and you know exactly how much practice that took",
      "You've rewritten a hard message five times, not to soften the truth, but to remove every trace of reactivity from it"
    ],
    "at_your_best": "You're the rare person who can be fully honest without leaving a bruise. Your boundaries don't come with drama — they come with dignity. When you speak a hard truth, people can feel that it's coming from care, not control. You stand in the middle: regulated, honest, present. That's the hardest ground in the world to hold, and you hold it like it's home.",
    "what_youre_afraid_of": "That if you stop performing steadiness and actually let someone see you rattled, the trust you've built will collapse overnight.",
    "when_your_signal_goes_dark": "The groundedness that made your honesty safe starts to become a bunker you speak from but never come out of. You deliver truth like dispatches from through glass — clear, accurate, and completely unreachable. Tension doesn't make you reactive. It makes you vanish. And the people who needed your presence, not just your words, learn to stop reaching.",
    "in_the_wild": "A Present Truth once gave feedback so clean it became a case study. Direct. Specific. Kind. But when her co-founder challenged HER publicly, she went silent for eleven days. She thought she was 'processing.' She was hiding — from the one conversation where her own steadiness couldn't protect her.",
    "your_counter_signal": "You need a Calm Center nearby. They model the permission to be unsettled without performing it.",
    "the_line": "The truth doesn't need volume. It needs a nervous system steady enough to hold it without flinching.",
    "first_rep": "Think of one thing you've been meaning to say to someone — something true and uncomfortable. Write it in two sentences. Read it aloud. Don't send it until you feel settled. That's the operating range.",
    "famous_signal": "Brienne of Tarth energy — unshakable honesty in a world that rewarded performance and politics.",
    "soundtrack": "Clean piano with one voice. The song that plays when the mask finally comes off and the room holds its breath.",
    "neon_color": "#E0115F",
    "rays": [
      "Presence",
      "Authenticity"
    ]
  },
  {
    "index": 19,
    "name": "Deep Listener",
    "tagline": "You hear what people mean underneath what people say — and that changes everything.",
    "vibe": "Human sonar with a velvet frequency.",
    "identity_code": "HEAR.HOLD.REFLECT",
    "the_question": "What is this person actually trying to tell me — beneath the words they chose?",
    "people_say": "I said something offhand in a meeting and they circled back two hours later and asked about it. Nobody ever catches the thing I almost didn't say.",
    "you_might_be_this_if": [
      "People tell you things they haven't told anyone — sometimes within minutes of meeting you",
      "You can feel the emotional temperature of a room shift before anyone's said a word",
      "You've caught yourself being more invested in someone else's problem than your own deadline"
    ],
    "at_your_best": "You make people feel like the most important person in the room — because when you're listening, they are. You don't just hear words. You hear the pause before the deflection, the laugh that's covering something, the question inside the statement. Conflict doesn't scare you — it just gets quieter around you. Not because you avoid it, but because people feel safe enough to say the real thing the first time.",
    "what_youre_afraid_of": "That you've gotten so good at holding space for everyone else that you've lost the coordinates to your own interior.",
    "when_your_signal_goes_dark": "The attunement that made you indispensable becomes the gravity well that swallows your own priorities whole. You hear everyone — and forget to hear yourself. Your inbox becomes other people's emergencies. Your calendar becomes other people's needs. And somewhere under the weight of all that beautiful listening, your own voice gets covered. Not gone. But so quiet even you stop checking for it.",
    "in_the_wild": "A Deep Listener was legendary for de-escalation. Parents in crisis, teachers in conflict, kids in meltdown — she could sit with any of it. Then her own daughter stopped talking to her. Not out of anger. Out of exhaustion. 'Mom, you listen to everyone all day. By the time you get home, you're just... empty.'",
    "your_counter_signal": "You need a Grounded Commander nearby. They give you a structure that protects your listening from consuming you.",
    "the_line": "Listening isn't a passive skill. It's one of the most powerful moves a leader can make — as long as you haven't stopped listening to yourself.",
    "first_rep": "Today, in one conversation, after the other person finishes talking, wait three full seconds before you respond. In that silence, ask yourself: what do I need right now?",
    "famous_signal": "The therapist in every movie who says one sentence that changes the whole plot. That energy — but as a leadership style.",
    "soundtrack": "Deep ambient with a heartbeat underneath. The music you'd hear if silence had a score.",
    "neon_color": "#DA70D6",
    "rays": [
      "Presence",
      "Connection"
    ]
  },
  {
    "index": 20,
    "name": "Present Visionary",
    "tagline": "You explore every possibility without losing your footing — curiosity with a calm center.",
    "vibe": "Lab coat energy, yoga mat composure.",
    "identity_code": "STILL.SCAN.TEST",
    "the_question": "What would happen if we tried this — and can I stay settled enough to learn from whatever comes back?",
    "people_say": "They throw out these wild ideas and you'd expect chaos, but somehow the experiments always feel safe. Like there's a net you can't see.",
    "you_might_be_this_if": [
      "You've proposed something experimental in a meeting and immediately followed it with a calm, structured way to test it",
      "People call you 'creative' but you secretly think of yourself as a scientist who just moves fast",
      "You've redesigned a system nobody asked you to touch — and it worked better — and you never told anyone it was your idea"
    ],
    "at_your_best": "You make innovation feel safe. Not because you minimize risk, but because your composure tells the room: we can try things here and survive the data. You prototype while others are still debating. You learn fast because you're not attached to being right — you're attached to finding out. People are willing to try things they'd normally be too afraid to attempt because your composure makes the experiment feel survivable.",
    "what_youre_afraid_of": "That when the stakes become truly, irreversibly real, your calm will crack and the visionary will freeze.",
    "when_your_signal_goes_dark": "The composure that fueled your experiments becomes a paralysis dressed as patience. The bigger the stakes, the stiller you get — not settled-still, but frozen-still. You stop proposing. You stop testing. You retreat into observation mode and call it 'gathering more information.' The room waits for the spark they've come to depend on, and all they get is silence wearing a thoughtful expression.",
    "in_the_wild": "A Present Visionary was known for shipping fast, beautiful experiments. Then she was promoted to lead the company's biggest product bet — real budget, real consequences. She spent four months 'researching.' Built seventeen slide decks. Ran zero tests. Her manager finally said: 'You're the best experimenter I've ever seen, and you haven't run a single experiment since the stakes got real.'",
    "your_counter_signal": "You need a Mindful Mission nearby. They help you name which experiment is the one that matters.",
    "the_line": "Vision without composure is just anxiety with better graphics. You bring both — and that's the rarest combination in any room.",
    "first_rep": "Pick one idea you've been sitting on because the stakes feel too high. Shrink it down to the smallest possible test — something you could run by end of day. Run it. The data is the point, not the outcome.",
    "famous_signal": "Doc Brown energy — wild-eyed possibility anchored by an engineer's obsession with making it actually work.",
    "soundtrack": "Retro-futurist electronica with a steady pulse. The sound of someone building the future while standing completely still.",
    "neon_color": "#00FF99",
    "rays": [
      "Presence",
      "Possibility"
    ]
  },
  {
    "index": 21,
    "name": "Calm Center",
    "tagline": "Your presence is the permission slip — when you settle, the whole room remembers it can breathe.",
    "vibe": "Walking climate control for every room you enter.",
    "identity_code": "HOLD.SETTLE.RADIATE",
    "the_question": "What emotional weather am I setting right now — and is it the climate this room needs?",
    "people_say": "I don't know what it is. Nothing dramatic happens. They just walk in and the tension drops three notches. It's like a thermostat nobody installed.",
    "you_might_be_this_if": [
      "People physically relax when you sit down at the table — and you've started to notice it",
      "You've de-escalated a conflict just by being present, without saying a single word",
      "Someone has told you 'I just feel better when you're in the room' and you weren't sure what you did to earn that"
    ],
    "at_your_best": "You don't manage the room's emotions. You model a different possibility for them. Your calm isn't performance — it's contagion. When you're regulated, people around you start to regulate too, not because you told them to, but because your nervous system gave theirs permission. You set the emotional climate in meetings, in families, in hallways. That's not a personality trait. That's a skill you built, and it's one of the most valuable things a human being can offer a room full of people who've forgotten they can settle.",
    "what_youre_afraid_of": "That your calm has become so practiced that you'll miss the one moment where urgency — real, screaming urgency — was the right response.",
    "when_your_signal_goes_dark": "The settling presence that healed rooms starts to flatten them. Your calm becomes a ceiling — nothing escalates, but nothing ignites either. You become so identified with being the steady one that you mistake stillness for wisdom and miss the moments that needed someone to stand up, raise their voice, and say THIS MATTERS RIGHT NOW. The room doesn't need a thermostat. It needs a fire alarm. And you're still whispering.",
    "in_the_wild": "A Calm Center was the emotional anchor through two building campaigns, a staff upheaval, and a community crisis. Then a staff member reported misconduct. He listened. Nodded. Said he'd 'hold it in prayer.' Three months later, nothing had changed. Some moments don't need a settled presence. They need a raised voice and a phone call. He'd spent so long being the calm center that he'd forgotten urgency was also a form of care.",
    "your_counter_signal": "You need a Present Truth nearby. They give you permission to raise the volume when the moment demands it.",
    "the_line": "The rarest leaders don't just keep their cool. They lend it — and the whole room borrows something it didn't know it needed.",
    "first_rep": "The next time you walk into a tense room, pause for one breath. Notice the weather in the room. Then notice the weather in YOU. If they match — if you've absorbed the tension without realizing it — take one more breath and reset your own signal first.",
    "famous_signal": "The meditation teacher who doesn't say 'calm down' — just breathes, and three minutes later the whole room is breathing with them.",
    "soundtrack": "Atmospheric synth with deep bass and long reverb. The sound of a room exhaling.",
    "neon_color": "#B388FF",
    "rays": [
      "Presence",
      "Be The Light"
    ]
  },
  {
    "index": 22,
    "name": "Driven Leader",
    "tagline": "You don't just make decisions — you make them mean something.",
    "vibe": "Boardroom energy with a backbone that won't bend for applause.",
    "identity_code": "VALOR.ALIGNED.FORWARD",
    "the_question": "Is this the right thing to do, even if it costs me?",
    "people_say": "When things get hard, she doesn't flinch. She just gets clearer.",
    "you_might_be_this_if": [
      "You've walked away from something profitable because it crossed a line only you could see",
      "People describe your leadership as 'intense but fair' and you've never once tried to be fair — you just are",
      "You've made a room uncomfortable by saying the thing everyone was thinking but no one would say out loud"
    ],
    "at_your_best": "You are a compass that moves. Not a leader who sits in values like a warm bath — you march them into rooms where they're inconvenient. You take brave action not because you're fearless but because your alignment is louder than your anxiety. People follow you because your decisions have weight. You've built something rare: authority that doesn't need volume.",
    "what_youre_afraid_of": "That your intensity will eventually push away the people you're fighting to protect.",
    "when_your_signal_goes_dark": "The compass locks. Every disagreement becomes a moral referendum, every compromise feels like betrayal. You stop leading and start litigating — turning conversations into courtrooms where you're judge and jury. The people who used to lean into your clarity start leaning away from your rigidity. Your values are still right. Your grip on them is what's wrong.",
    "in_the_wild": "A Driven Leader turned down a six-figure grant because the funder wanted editorial control. Her board panicked. She held the line, rewrote the fundraising strategy in a weekend, and raised more within ninety days from donors who respected the stance. She didn't make a speech about it. She just sent the new numbers.",
    "your_counter_signal": "You need a Bold Authentic nearby. They remind you that conviction doesn't have to sound like a courtroom.",
    "the_line": "Courage without a compass is just adrenaline. You've got both. Keep marching.",
    "first_rep": "Name one decision you've been delaying because the right choice is the hard one. Write down what you'd do if fear wasn't a factor. Then do that.",
    "famous_signal": "Captain Picard energy — every order weighted with principle, every principle tested by command.",
    "soundtrack": "Driving orchestral over a pulsing synth bass. The track that plays when someone walks into a fight they chose.",
    "neon_color": "#E63946",
    "rays": [
      "Power",
      "Purpose"
    ]
  },
  {
    "index": 23,
    "name": "Bold Authentic",
    "tagline": "You don't warm people up to the truth — you walk in wearing it.",
    "vibe": "Leather jacket over a heartbeat you can hear across the room.",
    "identity_code": "RAW.DIRECT.REAL",
    "the_question": "Why is everyone pretending this is fine?",
    "people_say": "He'll tell you exactly where you stand. And somehow you'll thank him for it.",
    "you_might_be_this_if": [
      "You've been called 'a lot' by people who later admitted they needed exactly that",
      "You can smell a performance from three cubicles away and you physically cannot let it slide",
      "Your closest relationships were built on a moment where you said something brutally honest and the other person stayed"
    ],
    "at_your_best": "You are the rarest thing in any room: a person who means what they say and acts on what they mean. Your candor isn't a weapon — it's a gift wrapped in trust. When you're regulated, people don't just hear your honesty, they feel safe inside it. You've figured out something most never will: that real power isn't saying the hard thing, it's saying the hard thing and staying in the room for what comes next.",
    "what_youre_afraid_of": "That your honesty is actually just selfishness dressed up as courage.",
    "when_your_signal_goes_dark": "The truth stops being a bridge and becomes a battering ram. You dump what you're feeling before anyone's ready to hold it, then call it 'being real.' Conversations end in wreckage you didn't intend but won't apologize for. You mistake the relief of venting for the work of connecting. The honesty is still there. The care around it went dark.",
    "in_the_wild": "A Bold Authentic sat in a client meeting where everyone was nodding along to a campaign that wouldn't work. He said, 'I think we're all being polite and it's going to cost you money.' The room went cold. Then the CMO exhaled and said, 'Thank God someone said it.' They rebuilt the brief that afternoon.",
    "your_counter_signal": "You need a Charismatic Connector nearby. They teach you that truth can travel further when it arrives with warmth.",
    "the_line": "The truth was never the problem. Your timing is the skill to build.",
    "first_rep": "Think of one thing you've been softening to keep the peace. Say it straight to one person today — then ask them how it landed.",
    "famous_signal": "Jessica Jones energy — allergic to pretense, brutal in delivery, loyal in ways she'd never admit.",
    "soundtrack": "Raw punk rock with a melodic hook. The song that sounds angry until you listen to the lyrics and realize it's just honest.",
    "neon_color": "#FF3F00",
    "rays": [
      "Power",
      "Authenticity"
    ]
  },
  {
    "index": 24,
    "name": "Charismatic Connector",
    "tagline": "You move people forward without leaving anyone out — and you do it at speed.",
    "vibe": "High-five energy with a strategic brain running laps underneath.",
    "identity_code": "MOMENTUM.BRIDGE.PRESENCE",
    "the_question": "How do I bring everyone with me without slowing down?",
    "people_say": "She somehow made me feel like I was the only person in the room — while running the whole thing.",
    "you_might_be_this_if": [
      "You've been told you should 'do something with people' by every career counselor, mentor, and stranger at a party",
      "Your calendar is a disaster but your relationships are immaculate",
      "You can read a room mid-sentence and shift your whole delivery without anyone noticing"
    ],
    "at_your_best": "You are influence with a heartbeat. Not charm for charm's sake — you move at the speed of action while carrying the emotional weight of every person in your orbit. You coach without a title, lead without a podium, and connect without an agenda. The rarest part isn't your magnetism. It's that people trust you with their real stuff because you never treat momentum as more important than the human in front of you.",
    "what_youre_afraid_of": "That your pace is quietly silencing the people you think you're including.",
    "when_your_signal_goes_dark": "The engine runs hot and the listening goes cold. You start finishing people's sentences, not because you understand them but because you're already three moves ahead. Quiet voices get swept into your wake. You call it efficiency. They call it being steamrolled by someone who smiles while doing it. The connection is still your gift. You just stopped letting anyone else set the tempo.",
    "in_the_wild": "A Charismatic Connector noticed her newest team member hadn't spoken in three consecutive meetings. Instead of calling him out publicly, she restructured the agenda so each person led a five-minute segment. Within a month, the quiet one was pitching ideas that changed their Q3 strategy. She never told anyone it was on purpose.",
    "your_counter_signal": "You need a Driven Leader nearby. They remind you that including everyone doesn't mean waiting for everyone.",
    "the_line": "Speed is your language. Stillness is your next rep.",
    "first_rep": "In your next meeting, notice who hasn't spoken. Before it ends, create a gap big enough for their voice.",
    "famous_signal": "Michelle Obama on a rope line — remembers your name, asks the question that matters, and you forget she's the most powerful person in the room.",
    "soundtrack": "Uptempo funk with a horn section. The track that makes everyone in the car start moving without deciding to.",
    "neon_color": "#C724B1",
    "rays": [
      "Power",
      "Connection"
    ]
  },
  {
    "index": 25,
    "name": "Risk-Taking Pioneer",
    "tagline": "You don't wait for the map — you draw it by walking.",
    "vibe": "Lab-coat-and-skateboard energy with a prototype in every pocket.",
    "identity_code": "BUILD.TEST.MOVE",
    "the_question": "What if we just tried it and found out?",
    "people_say": "He already built the thing while the rest of us were still debating whether to start.",
    "you_might_be_this_if": [
      "You've launched something before the logo was finished and felt zero guilt about it",
      "Your browser has forty-seven tabs open and every single one is a different experiment",
      "People send you articles about 'the next big thing' and you've already tried it, broken it, and moved on"
    ],
    "at_your_best": "You are a laboratory in motion. While others debate feasibility, you've already run three versions and learned more from the failures than anyone learned from their research. Your gift isn't recklessness — it's velocity married to curiosity. The world needs more people willing to be wrong at full speed. You've been volunteering for that job your whole life.",
    "what_youre_afraid_of": "That you're addicted to the spark of starting and incapable of the discipline of staying.",
    "when_your_signal_goes_dark": "The experiments stop being about discovery and start being about escape. You iterate to avoid sitting still. You chase the next build because the last one is asking you to do the boring work of maintenance. Things launch but nothing lands. Your graveyard of almost-finished projects tells a story you don't want to read: that the thrill was always the point.",
    "in_the_wild": "A Risk-Taking Pioneer spent her weekends building a scheduling tool her team didn't ask for. It was ugly. It barely worked. She shipped it on a Monday with a note: 'Try this for a week. If it's useless, I'll kill it.' Six months later it was handling forty percent of their workflow and she'd already moved on to the next problem no one had named yet.",
    "your_counter_signal": "You need an Empowering Force nearby. They give your experiments a bigger purpose than just the build.",
    "the_line": "You don't need permission to begin. You need practice finishing. That's your operating range now.",
    "first_rep": "Pick one project you abandoned mid-build. Spend twenty minutes on it today — not to restart, just to finish one small piece. Let 'done' be the experiment.",
    "famous_signal": "Tony Stark in the garage — builds first, explains later, treats failure as data with a smirk.",
    "soundtrack": "High-octane synthwave with a beat that never stops accelerating. The track from the montage where everything gets built in a single night.",
    "neon_color": "#39FF14",
    "rays": [
      "Power",
      "Possibility"
    ]
  },
  {
    "index": 26,
    "name": "Empowering Force",
    "tagline": "You go first so others don't have to go alone.",
    "vibe": "Main-character energy that keeps handing the spotlight to everyone else.",
    "identity_code": "VISIBLE.BRAVE.GENEROUS",
    "the_question": "Who gets braver if I move first?",
    "people_say": "Watching her do the scary thing made me realize I could do mine.",
    "you_might_be_this_if": [
      "You've volunteered to go first in situations that terrified you because you saw someone more terrified beside you",
      "People have told you that something you did — that you barely remember — changed the entire direction of their year",
      "You set a pace in public that privately exhausts you, and you'd do it again tomorrow"
    ],
    "at_your_best": "You are a pace car for courage. Not the loudest voice — the first body through the door. You model action under fear so visibly that other people's nervous systems start to believe what yours is demonstrating: that it's survivable. You don't give speeches about bravery. You just do the thing, visibly, and let the ripple handle the rest. The light you carry isn't for you. It never was.",
    "what_youre_afraid_of": "That the moment you stop performing strength, everyone who relied on you will collapse — and it'll be your fault.",
    "when_your_signal_goes_dark": "Going first becomes a compulsion instead of a choice. Every visible act of courage costs a little more than the last, but you can't afford to stop because the audience is watching. Recovery feels like weakness. Rest feels like abandonment. The force is still real. The fuel line is empty and you won't look at the gauge.",
    "in_the_wild": "An Empowering Force stood up at an all-hands the week after layoffs and said, 'I'm scared too. Here's what I don't know yet. Here's what I'm doing anyway.' It wasn't polished. Her voice cracked. Three employees later said that moment was the reason they stayed.",
    "your_counter_signal": "You need a Risk-Taking Pioneer nearby. They remind you that going first doesn't mean going alone.",
    "the_line": "Going first is your gift. Resting in front of people is your next one.",
    "first_rep": "Tell one person today — out loud — that you're tired. Not in a crisis way. Just honest. Let someone else hold the pace for an hour.",
    "famous_signal": "The energy of a firefighter who walks in first. Not because they're not afraid. Because someone has to.",
    "soundtrack": "Anthemic stadium rock with a single spotlight. The song that plays when one person stands up and the whole room follows.",
    "neon_color": "#BF00FF",
    "rays": [
      "Power",
      "Be The Light"
    ]
  },
  {
    "index": 27,
    "name": "True Missionary",
    "tagline": "You don't just have values — you live loud enough that people can check your work.",
    "vibe": "Compass that never needs recalibrating.",
    "identity_code": "ETHICS.ALIGNMENT.FIRE",
    "the_question": "Is this who we said we were?",
    "people_say": "I've never seen someone hold a boundary that cleanly and still make you feel respected.",
    "you_might_be_this_if": [
      "You've walked away from money because the math was right but the ethics weren't",
      "People bring you their hardest decisions because they trust you won't flinch",
      "You can tell the difference between a compromise and a betrayal before anyone else in the room"
    ],
    "at_your_best": "You're a living alignment check. Your decisions and your values aren't two separate documents — they're the same page, read out loud, in real time. People around you stop performing because your honesty makes performance feel exhausting. You hold boundaries that don't bruise. You say no in a way that sounds like care because it is. When you're operating in your full range, integrity isn't a weight you carry — it's the ground you walk on.",
    "what_youre_afraid_of": "That your standards will eventually leave you standing alone in a room full of people who chose easier.",
    "when_your_signal_goes_dark": "The compass starts pointing at everyone else. Your clarity becomes a courtroom, and you're the judge who forgot they were also on trial. The boundaries that used to protect people start to isolate them. You call it conviction. It's closer to control. Your righteousness is real — but it's covered the mercy that made it credible.",
    "in_the_wild": "A True Missionary noticed her board kept green-lighting proposals that drifted from the mission. She didn't give a speech. She printed the original charter, set it in the center of the table, and asked one question: 'Which of these would we have funded on day one?' Three got cut. Two got rewritten. Nobody felt attacked. Everyone felt realigned.",
    "your_counter_signal": "You need a Community Builder nearby. They remind you that shared purpose requires shared process, not just shared principles.",
    "the_line": "Integrity isn't the hill you die on. It's the ground you build on.",
    "first_rep": "Today, find one place where your calendar and your values disagree. Move one meeting.",
    "famous_signal": "Captain America energy — not the super soldier version, the Brooklyn kid who couldn't stop standing up for what was right.",
    "soundtrack": "Clean gospel over a modern beat. The sound of conviction that invites instead of judges.",
    "neon_color": "#E040FB",
    "rays": [
      "Purpose",
      "Authenticity"
    ]
  },
  {
    "index": 28,
    "name": "Community Builder",
    "tagline": "You don't just gather people — you give them a reason to stay that outlasts the meeting.",
    "vibe": "Campfire that somehow also has an agenda.",
    "identity_code": "ROOTS.MEANING.TOGETHER",
    "the_question": "Does everyone here know why they matter to this?",
    "people_say": "I joined for the project. I stayed because I finally understood what we were actually building.",
    "you_might_be_this_if": [
      "You spend the first ten minutes of any new group making sure everyone knows the 'why,' not just the 'what'",
      "You've turned a disengaged team into believers without a single motivational poster",
      "People describe your spaces as places where they feel both challenged and claimed"
    ],
    "at_your_best": "You weave purpose into proximity. It's not enough for people to be in the same room — you make sure they're in the same story. You ask the questions that make collaboration feel like belonging. When your signal is clear, people don't just work together. They build together. And they remember why long after the project ships.",
    "what_youre_afraid_of": "That if you stop holding the narrative together, the whole thing dissolves into a group chat with no point.",
    "when_your_signal_goes_dark": "Inclusion becomes indecision. You ask for one more round of input, one more voice, one more perspective — not because you need it but because deciding without consensus feels like betrayal. The community you built starts to stall because you confused belonging with unanimity. The warmth is still there. The momentum is covered.",
    "in_the_wild": "A Community Builder inherited a team that had been through three reorgs in two years. Trust was dust. She started every Monday with one question: 'What's one thing you're working on that matters to you and one thing you need from someone in this room?' By week six, people were answering before she asked.",
    "your_counter_signal": "You need a True Missionary nearby. They remind you that sometimes the clearest act of care is a decision made without a vote.",
    "the_line": "Connection without purpose is just proximity. Purpose without connection is just a memo.",
    "first_rep": "Next time you start a meeting, open with one sentence about why this work matters — not what's due.",
    "famous_signal": "Phil Jackson energy — turned a roster of individual superstars into a team that played for each other by making them believe they were part of something bigger.",
    "soundtrack": "Soulful funk with a group vocal. The song that sounds like everyone's singing together and nobody rehearsed it.",
    "neon_color": "#76FF03",
    "rays": [
      "Purpose",
      "Connection"
    ]
  },
  {
    "index": 29,
    "name": "Visionary Missionary",
    "tagline": "You dream forward but your feet never leave the values that got you here.",
    "vibe": "Telescope bolted to a cathedral floor.",
    "identity_code": "PURPOSE.FRONTIER.INTEGRITY",
    "the_question": "What's possible if we don't abandon what we believe to get there?",
    "people_say": "They pitch ideas that sound impossible and then show you exactly why they're not — without cutting a single corner.",
    "you_might_be_this_if": [
      "You've killed your own best idea because it would've required compromising something you promised",
      "Your experiments always have a thesis, and the thesis always traces back to a principle",
      "People call you a dreamer but your spreadsheets are immaculate"
    ],
    "at_your_best": "You're the rare signal that innovates without abandoning. Your experiments aren't random — they're reverent. You push into new territory the way explorers used to: with a map, a mission, and a reason to come back. You prove that ambition and ethics aren't enemies — they're co-pilots. When you're in your full operating range, you make the future feel trustworthy because people can see the values holding it up.",
    "what_youre_afraid_of": "That the world will force you to choose between the vision and the values, and you'll hesitate long enough to lose both.",
    "when_your_signal_goes_dark": "Idealism becomes a wall. Every pragmatic suggestion sounds like a betrayal. Every constraint feels like corruption. You start rejecting good-enough solutions because they aren't pure enough, and the vision you're protecting starts to starve from your refusal to feed it anything imperfect. The integrity is still there. The flexibility is covered.",
    "in_the_wild": "A Visionary Missionary kept getting pressure to launch fast and fix later. She built a two-week sprint model where every feature had to pass a 'trust audit' before release. Her team shipped slower at first. Within a quarter, they had the lowest bug rate and the highest user trust scores in the company. The board stopped asking her to move faster.",
    "your_counter_signal": "You need a Servant Leader nearby. They remind you that a vision people can't feel in their daily work is just a poster on a wall.",
    "the_line": "Innovation without integrity is just expensive wandering.",
    "first_rep": "Before your next new idea, write down the one value it has to honor to be worth trying. Tape it to your monitor.",
    "famous_signal": "Yvon Chouinard energy — proving that purpose-driven ambition doesn't have to sell its soul to scale.",
    "soundtrack": "Bittersweet orchestral over a propulsive synth line. The track that sounds like building something sacred at full speed.",
    "neon_color": "#FFAB40",
    "rays": [
      "Purpose",
      "Possibility"
    ]
  },
  {
    "index": 30,
    "name": "Servant Leader",
    "tagline": "You carry the mission so clearly that people feel called, not managed.",
    "vibe": "Cathedral ceiling in a rolled-up-sleeves kind of way.",
    "identity_code": "MISSION.SERVICE.STANDARD",
    "the_question": "Can you feel the purpose — or just the pressure?",
    "people_say": "I've never worked harder and felt less micromanaged. Somehow the bar is sky-high and I want to reach it.",
    "you_might_be_this_if": [
      "You've inspired someone to raise their own standard without ever telling them it wasn't high enough",
      "People describe working with you as both demanding and deeply safe",
      "You spend more time clearing the path than walking in front of it"
    ],
    "at_your_best": "You lead from underneath. Not beneath — underneath. Like a foundation. People stand taller on your watch because your service isn't self-erasure, it's architecture. You set standards that feel like invitations because people can see you living them first. When you're in your full range, people don't follow you because they have to. They follow because your presence makes the work feel sacred.",
    "what_youre_afraid_of": "That you'll pour yourself into holding the standard and one day look up to find you've been carrying everyone and no one noticed.",
    "when_your_signal_goes_dark": "Service becomes silence. You preach the mission in the morning and absorb everyone's weight by afternoon. The inspiring standards start to feel like a performance because you're too depleted to actually meet them yourself. You overfunction in private and over-inspire in public, and the gap between those two starts to crack. The devotion is still real. The rest is covered, not gone.",
    "in_the_wild": "A Servant Leader spent three years building a culture where teachers felt ownership over the mission. She started by doing lunch duty herself every Friday — not as a statement, but because she wanted to know every kid's name. By year two, teachers were volunteering for duties she never assigned. She still does Friday lunch.",
    "your_counter_signal": "You need a Visionary Missionary nearby. They keep your service aimed at the future, not just the present.",
    "the_line": "A standard people can see you living is worth a hundred you just set.",
    "first_rep": "This week, do one task you'd normally delegate — not to prove a point, but to remember what it costs.",
    "famous_signal": "Mr. Rogers energy — the sweater wasn't a costume. It was a daily decision to show up gentle in a world that rewarded loud.",
    "soundtrack": "Warm analog chords with a steady, patient rhythm. The sound of someone building something that will outlast them.",
    "neon_color": "#18FFFF",
    "rays": [
      "Purpose",
      "Be The Light"
    ]
  },
  {
    "index": 31,
    "name": "Trusted Confidant",
    "tagline": "You're the person people tell the thing they haven't told anyone else — and they walk away lighter, not exposed.",
    "vibe": "The friend who holds your secret like it's sacred and tells you the truth like it's a gift.",
    "identity_code": "SAFE.HONEST.ATTUNED",
    "the_question": "Can I be fully honest with you and still make you feel completely held?",
    "people_say": "I don't know what it is — I just trust them. I told them something I've never said out loud and they didn't flinch.",
    "you_might_be_this_if": [
      "People confide in you within the first hour of knowing you and you treat that like the honor it is",
      "You've said the hard thing in a room and somehow everyone felt closer afterward, not further apart",
      "You know the difference between being agreeable and being safe — and you choose safe every time"
    ],
    "at_your_best": "You create a candor climate that most leaders spend their whole career trying to manufacture. Truth isn't a weapon in your hands — it's a bridge. People don't just trust you with their secrets; they trust you with their growth. You can say 'that's not working' in a way that lands like care, not critique. When you're operating in your full range, honesty and warmth aren't competing — they're the same signal.",
    "what_youre_afraid_of": "That if you stop making people feel comfortable, they'll stop telling you the truth — and you'll lose the only thing that makes you feel real.",
    "when_your_signal_goes_dark": "The attunement that makes you extraordinary starts working against you. You begin editing your honesty to preserve the connection, and slowly your truth collapses into agreement. You're still the safest person in the room — but you've stopped being the most honest one. The fawn creeps in quiet: nodding when you should be naming, soothing when you should be sitting in the friction.",
    "in_the_wild": "A Trusted Confidant noticed her skip-levels were getting more polished, not more honest. She realized she'd been so focused on being approachable that she'd stopped pushing back. One Monday she opened a retro with: 'I've been too easy on us. Here's what I actually think.' The silence was uncomfortable. The conversation that followed was the most productive one they'd had in six months.",
    "your_counter_signal": "You need an Authentic Innovator nearby. They remind you that honesty isn't just about depth — it's about movement.",
    "the_line": "The bravest thing you can do in a relationship isn't to be vulnerable — it's to be honest and stay close at the same time.",
    "first_rep": "Think of one conversation this week where you agreed when you actually had a different take. Go back and say: 'I want to revisit something — I wasn't fully honest and you deserve better than that.'",
    "famous_signal": "Dumbledore energy — not the powerful wizard version. The one who sat across from a scared kid and said 'I don't need to know everything you have to tell me.'",
    "soundtrack": "Late-night piano jazz with a voice that sounds like it's telling you something private. The kind of song that only works after midnight.",
    "neon_color": "#FF6EC7",
    "rays": [
      "Authenticity",
      "Connection"
    ]
  },
  {
    "index": 32,
    "name": "Authentic Innovator",
    "tagline": "You change your mind in public and somehow people trust you more for it, not less.",
    "vibe": "The one who says 'I was wrong about that' and 'here's what I'm trying next' in the same sentence.",
    "identity_code": "REAL.EXPERIMENTAL.EVOLVING",
    "the_question": "What if I could be completely honest about not knowing and still move forward with confidence?",
    "people_say": "They're always trying something new but they never feel scattered — it's like their honesty is the anchor.",
    "you_might_be_this_if": [
      "You've publicly reversed a decision and your team respected you more afterward because of how you narrated the pivot",
      "Your best ideas come out half-formed and messy, and you've learned that sharing them raw is faster than polishing them alone",
      "You treat your own learning curve like content — not performance, not confession, just honest signal"
    ],
    "at_your_best": "You make iteration feel safe. Most people hide their process and reveal only the polished result — you do the opposite, and it's magnetic. Your willingness to experiment out loud gives everyone around you permission to move before they're ready. You can change everything about your approach without changing anything about who you are.",
    "what_youre_afraid_of": "That your honesty about uncertainty will eventually cost you your credibility — that one day you'll say 'I don't know' and no one will follow you through the door.",
    "when_your_signal_goes_dark": "You start oversharing your doubt like it's a virtue. The transparency that once felt grounding begins to destabilize the room — people can't tell if you're being honest or unraveling. Your experiments lose their rigor and start to feel like restlessness wearing a lab coat. The signal shifts from 'I'm learning in real time' to 'I'm not sure I know what I'm doing.'",
    "in_the_wild": "An Authentic Innovator kept shipping v0.1 features with transparent 'here's what we're testing and why' notes. People loved it — until three pivots stacked up and the transparency started reading as chaos. An engineer asked: 'Are we building anything we're going to keep?' She paused the experiments for two weeks, shipped a clear thesis doc, then reopened the lab. The honesty stayed. The whiplash stopped.",
    "your_counter_signal": "You need a Trusted Confidant nearby. They give your experiments relational gravity so you don't iterate in isolation.",
    "the_line": "You don't need to know where you're going to be honest about where you are. That's not weakness — that's the whole skill.",
    "first_rep": "Name one thing you're currently uncertain about at work. Share it with one person this week — not as a confession, but as an invitation: 'Here's what I'm testing. Want to think about it with me?'",
    "famous_signal": "Lin-Manuel Miranda energy — builds in public, pivots without ego, makes the process as compelling as the product.",
    "soundtrack": "Synth-pop with a beat that keeps reinventing itself mid-track. The song that changes key three times and somehow ends up better each time.",
    "neon_color": "#00E5FF",
    "rays": [
      "Authenticity",
      "Possibility"
    ]
  },
  {
    "index": 33,
    "name": "Truth Beacon",
    "tagline": "You live so honestly that people around you start telling the truth too.",
    "vibe": "The one whose honesty is contagious — you walk in real and now nobody can fake it.",
    "identity_code": "VISIBLE.UNFILTERED.PERMISSION",
    "the_question": "What if the most useful thing I could do is just be fully myself where people can see it?",
    "people_say": "I watched them say the thing nobody would say and the whole room exhaled. I've been braver since I met them.",
    "you_might_be_this_if": [
      "Someone has told you, unprompted, that watching how you show up changed how they show up",
      "You've modeled a hard conversation in front of your team not to perform — but because pretending felt worse",
      "Your authenticity has a radius: people near you start telling the truth more, even when you're not in the room"
    ],
    "at_your_best": "Your willingness to be seen — not curated, not managed, just real — creates a field around you where pretense can't survive. You walk in being yourself and the room recalibrates. The people who've worked with you carry something forward: a memory of what it felt like when someone refused to perform, and how that refusal made everyone else a little more free.",
    "what_youre_afraid_of": "That you'll give so much of yourself in public that there's nothing left that's just yours.",
    "when_your_signal_goes_dark": "You start leading from rawness without regulation. The vulnerability that once inspired people begins to overwhelm them. You forget that being a beacon doesn't mean burning at full brightness all the time. Overexposure sets in: you're still honest, but you've lost the discernment about what the room needs versus what you need to express. Your light starts to feel like heat.",
    "in_the_wild": "A Truth Beacon was known for radical transparency — company financials, personal doubts, even therapy takeaways in all-hands meetings. People loved it until they didn't. A senior hire said: 'I believe in you, but I need to know you're okay before I can focus on the work.' She didn't stop being honest. She started being more intentional about when her honesty was a gift and when it was a cost.",
    "your_counter_signal": "You need a Relational Light nearby. They show you that modeling doesn't always mean broadcasting — sometimes the most powerful truth happens one-on-one.",
    "the_line": "You don't have to be perfect to be the example. You just have to be real where people can see you.",
    "first_rep": "Think of one thing you believe about leadership that you've been keeping private because it feels too honest. Share it this week — a post, a message, a conversation. Not for the reaction. For the practice of being visible.",
    "famous_signal": "Glennon Doyle energy — raw, public, unflinching honesty that somehow makes strangers feel braver about their own lives.",
    "soundtrack": "Power ballad with a single voice that fills the whole room. No backup singers. No hiding.",
    "neon_color": "#FF3D00",
    "rays": [
      "Authenticity",
      "Be The Light"
    ]
  },
  {
    "index": 34,
    "name": "Network Cultivator",
    "tagline": "You don't build networks — you grow them, one genuine question at a time.",
    "vibe": "The connector who makes two strangers realize they should've been collaborating for years.",
    "identity_code": "CURIOUS.CROSS-POLLINATING.GENERATIVE",
    "the_question": "What happens when I put these two people — or these two ideas — in the same room and just listen?",
    "people_say": "Every time I talk to them I end up with three new ideas and two introductions I didn't know I needed.",
    "you_might_be_this_if": [
      "You've introduced two people who went on to build something together — and you didn't need credit, you just needed them to meet",
      "Your curiosity isn't casual; it's structural — you ask questions that open doors between departments, disciplines, or worldviews",
      "You get energized by the space between ideas, not just the ideas themselves"
    ],
    "at_your_best": "You're the reason the silo doesn't hold. Where others see org charts and swim lanes, you see porous membranes waiting for the right question. Your gift isn't just connecting people — it's connecting people to possibilities they couldn't see alone. The trust you build is wide, not just deep — and that width becomes the organization's immune system against tunnel vision.",
    "what_youre_afraid_of": "That if you actually make the hard call yourself, you'll lose the trust you've spent so long cultivating.",
    "when_your_signal_goes_dark": "Your gift for bringing people together becomes a trap. You start mistaking consensus for progress, gathering input long past the point where the decision was clear. The curiosity that opens doors starts holding them open too long — nobody walks through because everyone's still talking. You avoid the hard call because making it feels like choosing sides. The room is full of possibility. Nothing is moving.",
    "in_the_wild": "A Network Cultivator was legendary for cross-functional introductions. She could spot a collaboration from three org charts away. But a restructuring required her to recommend which partnerships to cut. She spent four weeks gathering perspectives. Her boss finally said: 'You've done the listening. Now do the deciding.' She made the call that afternoon.",
    "your_counter_signal": "You need a Visionary Servant nearby. They bring the 'toward what' that your network needs to actually move.",
    "the_line": "The best networks aren't built on favors. They're built on questions good enough that people want to keep showing up to answer them.",
    "first_rep": "Think of two people in different parts of your world who don't know each other but share a problem. Introduce them this week with a specific reason.",
    "famous_signal": "Nick Fury energy — doesn't have every power, but knows exactly who to put in the room and what question to ask.",
    "soundtrack": "Upbeat jazz fusion with surprise guest instruments. The track where every sound feels like it wandered in from a different album and somehow it works.",
    "neon_color": "#50C878",
    "rays": [
      "Connection",
      "Possibility"
    ]
  },
  {
    "index": 35,
    "name": "Relational Light",
    "tagline": "You make the room safer just by being in it — and the people you've repaired with trust you more than the ones who've never seen you stumble.",
    "vibe": "The one who turns a rupture into a deeper bond and makes safety feel like strategy.",
    "identity_code": "WARM.REPAIRING.CULTURE-SETTING",
    "the_question": "What would it take for every person in this room to feel safe enough to say the real thing?",
    "people_say": "I've never had a boss apologize like that before. It wasn't performative — it actually changed how I show up now.",
    "you_might_be_this_if": [
      "You've repaired a professional relationship so well that the other person later said it was a turning point in how they lead",
      "People describe your team's culture as different — safer, more honest — and you know it's because you chose repair over retreat every time",
      "You can feel when a room shifts from real to performing, and you instinctively do something to bring it back"
    ],
    "at_your_best": "You build culture the way others build product: with intention, iteration, and a refusal to ship something you don't believe in. Your repair practice is your superpower — not because you never rupture, but because you always come back, and you come back better. People don't just feel psychologically safe around you; they learn what safety looks like by watching you create it.",
    "what_youre_afraid_of": "That one day you'll have given so much to the room that you'll look up and realize there's no one holding the space for you.",
    "when_your_signal_goes_dark": "The giving that makes you extraordinary turns on itself. You start absorbing every emotional signal in the room like it's your job to metabolize all of it. Boundaries trail your empathy, and the gap becomes exhaustion. You repair and repair until there's nothing left to repair with. The warmth is still there but it's running on fumes. You built a safe room for everyone. You forgot to save a chair for yourself.",
    "in_the_wild": "A Relational Light made it a practice to follow up every hard conversation with a genuine check-in the next day. Her team's retention was the best in the company. But after a quarter of back-to-back conflict resolution, she found herself crying in the parking lot before work. Her coach didn't tell her to stop caring. She told her to put one meeting a week on her calendar that was just for her. She called it her 'empty room.' It saved her.",
    "your_counter_signal": "You need a Truth Beacon nearby. They model the kind of visibility that gives your care somewhere to land.",
    "the_line": "You can't build a safe room for everyone and forget to save a seat for yourself. Your care is a skill — protect it like one.",
    "first_rep": "Identify one relationship at work that has a small, unspoken tension. This week, name it gently: 'I've been noticing something between us and I'd rather address it than let it sit.'",
    "famous_signal": "The teacher who stays after class. Not because they have to. Because they noticed you didn't raise your hand today.",
    "soundtrack": "Tender indie folk with layered harmonics. The song that makes you call someone you haven't talked to in months.",
    "neon_color": "#FF80AB",
    "rays": [
      "Connection",
      "Be The Light"
    ]
  },
  {
    "index": 36,
    "name": "Visionary Servant",
    "tagline": "You paint a future so vivid people can taste it — and then you pick up a brush and start building it beside them.",
    "vibe": "The one who dreams out loud and then rolls up their sleeves — because hope without reps is just a motivational poster.",
    "identity_code": "HOPEFUL.EMBODIED.FIRST-MOVER",
    "the_question": "What's the future worth building, and am I willing to go first so others believe it's possible?",
    "people_say": "They didn't just talk about what could be — they started doing it. And watching them begin made me believe I could too.",
    "you_might_be_this_if": [
      "You've cast a vision that excited a room and then immediately started doing the unglamorous work to make it real",
      "People describe you as both a dreamer and a doer, and you've never understood why anyone treats those as different things",
      "You've gone first on something scary not because you weren't afraid, but because you knew someone had to"
    ],
    "at_your_best": "You're the rarest combination: someone who can see the horizon and dig the foundation at the same time. Your vision isn't abstract — it's embodied. People follow you not because your future sounds good, but because they can see you already living in it. The hope you generate isn't cheap optimism — it's the kind that comes with calluses. When you're in your full operating range, people don't just believe a better future is possible. They believe it's already underway, because you started before you had permission.",
    "what_youre_afraid_of": "That you'll spend your life pointing toward a future no one else shows up to build.",
    "when_your_signal_goes_dark": "The vision stays vivid but the reps stop. Under pressure, you retreat into inspiration without execution — painting gorgeous futures that nobody knows how to reach. Your words still land, but your hands aren't in the work anymore, and people start to notice. Vision fog rolls in: everything feels possible in the abstract and nothing feels real in the specific. You're still the most hopeful person in the room. But hope without hands is just a beautiful ceiling people can't touch.",
    "in_the_wild": "A Visionary Servant could cast vision like nobody else — funders would open checkbooks mid-presentation. But after unveiling an ambitious three-year strategy, his COO said: 'They're inspired. Now they need to see you do something small this week.' He cancelled his next two external speaking gigs and spent that time sitting with the front-line team, building the first pilot alongside them. That story raised more money than the three-year plan ever did.",
    "your_counter_signal": "You need a Network Cultivator nearby. They connect you to the people who'll build the rooms you're imagining.",
    "the_line": "Hope is not a feeling. It's a first rep. If you believe in the future, prove it — go do something small and real before lunch.",
    "first_rep": "Name one future you've been describing but haven't started building. This week, take the smallest possible action toward it — not a plan, not a deck, an actual rep — and let someone watch you do it.",
    "famous_signal": "Gandalf energy — not the wizard with the staff. The one who believed in hobbits when nobody else did and then walked beside them into the dark.",
    "soundtrack": "Epic synth orchestral with a choir that builds and builds. The track that plays during the final scene when everything you built becomes real.",
    "neon_color": "#EEFF41",
    "rays": [
      "Possibility",
      "Be The Light"
    ]
  }
]